Revit 2027 API
SymbolTypeId.DegreeRInterval Property
 Symbol °R, indicating unit Rankine interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DegreeRInterval { get; }
Public Shared ReadOnly Property DegreeRInterval As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DegreeRInterval {
	ForgeTypeId^ get ();
}
static member DegreeRInterval : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace